export const prosArr = [{ 'id': '0', 'image': 'svg', 'text': '100% гарантия трудоустройства' },
{ 'id': '1','image': 'svg', 'text': 'Собственное представительство в Польше и в Германии' },
{ 'id': '2','image': 'svg', 'text': 'Поможем оформить визу' },
{ 'id': '3','image': 'svg', 'text': 'Мы на связи 24 часа в сутки. Находясь в другой стране, Вы всегда можете рассчитывать на нашу помощь' },
{ 'id': '4','image': 'svg', 'text': 'Более 300 вакансий' },
{ 'id': '5','image': 'svg', 'text': 'Работаем напрямую с работодателями без посредников' },
{ 'id': '6','image': 'svg', 'text': 'Более 8 лет опыта в сфере трудоустройства' },
{ 'id': '7','image': 'svg', 'text': 'Если Вам по каким-то причинам не подошла работа, мы поможем поменять ее на месте' }];

export const vacationsArr = [{ 'id': '0', 'image': 'svg', 'vacancy': 'Сварщик', 'location': 'Польша, г. Варшава', 'salary': '1500' },
{ 'id': '1', 'image': 'svg', 'vacancy': 'Преподаватель', 'location': 'Германия, г. Франкфурт', 'salary': '2600' },
{ 'id': '2', 'image': 'svg', 'vacancy': 'Няня', 'location': 'Германия, г. Бремен', 'salary': '1200' },
{ 'id': '3', 'image': 'svg', 'vacancy': 'Сиделка', 'location': 'Польша, г. Лодзь', 'salary': '2000' },
{ 'id': '4', 'image': 'svg', 'vacancy': 'Фасовщик', 'location': 'Польша, г. Краков', 'salary': '1000' },
{ 'id': '5', 'image': 'svg', 'vacancy': 'Сварщик', 'location': 'Германия, г. Дюссельдорф', 'salary': '1600' },
{ 'id': '6', 'image': 'svg', 'vacancy': 'Врач', 'location': 'Польша, г. Вроцлав', 'salary': '2100' },
{ 'id': '7', 'image': 'svg', 'vacancy': 'Парикмахер', 'location': 'Польша, г. Познань', 'salary': '1400' }
];
export const vacationsButton = {'className': 'button-filled', 'text': 'смотреть все вакансии', 'onClick': ''};

export const fourStepsArr = [{ 'id': '0', 'icon': 'svg', 'text': 'Оставьте заявку или свяжитесь с нами любым удобным способом' },
{ 'id': '1','icon': 'svg', 'text': 'Получите бесплатную консультацию нашего специалиста с подбором вакансии ' },
{ 'id': '2','icon': 'svg', 'text': 'мы помогаем Вам открыть визу, и предоставляем все сопроводительные документы' },
{ 'id': '3','icon': 'svg', 'text': 'помогаем с доездом к месту работы' }];
export const fourStepsButton = {'className': 'button-void', 'text': 'оставить заявку', 'onClick': ''};

export const articlesArr = [{'id': '0', 'image': '', 'articleTitle': 'Групповые осенние каникулы с изучением английского языка', 'articleText': 'Ранние попытки объединить квантовую механику со специальной теорией относительности включали замену уравнения Шрёдингера ковариантным уравнением, таким как уравнение Клейна — Гордона или уравнение Дирака. Хотя эти теории были успешными в объяснении многих экспериментальных результатов, они имели некоторые неудовлетворительные качества, проистекающие из пренебрежения рождением и аннигиляцией частиц. ', 'link': ''},
{'id': '1', 'image': '', 'articleTitle': 'Свободная частица', 'articleText': 'Правила квантовой механики утверждают, что пространство состояний системы является гильбертовым пространством, и что наблюдаемым системы соответствуют эрмитовые операторы, действующими на векторы в этом пространстве — хотя они не говорят нам, какое гильбертово пространство или какие операторы. Их можно выбрать соответствующим образом, чтобы получить количественное описание квантовой системы, что является необходимым шагом в предсказаниях поведения физических систем. ', 'link': ''},
{'id': '2', 'image': '', 'articleTitle': 'Частица в ящике', 'articleText': 'Важным руководством для принятия этих решений является принцип соответствия, эвристика, которая утверждает, что предсказания квантовой механики сводятся к предсказаниям классической механики в режиме больших квантовых чисел[34]. Можно также начать с установленной классической модели конкретной системы, а затем попытаться угадать лежащую в основе квантовую модель, которая привела бы к классической модели в пределе соответствия. Этот подход известен как квантование.', 'link': ''},
{'id': '3', 'image': '', 'articleTitle': 'Гармонический осциллятор', 'articleText': 'Когда квантовая механика была первоначально сформулирована, она применялась к моделям, пределом соответствия которых была нерелятивистская классическая механика. Например, хорошо известная модель квантового гармонического осциллятора использует явно нерелятивистское выражение для кинетической энергии осциллятора и, таким образом, является квантовой версией классического гармонического осциллятора.', 'link': ''},
{'id': '4', 'image': '', 'articleTitle': 'Философские последствия', 'articleText': 'Квантовая декогеренция — это механизм, посредством которого квантовые системы теряют когерентность и, таким образом, становятся неспособными отображать многие типично квантовые эффекты: квантовые суперпозиции становятся просто вероятностными смесями, а квантовая запутанность — просто классическими корреляциями. Квантовая когерентность обычно не проявляется в макроскопических масштабах, за исключением, может быть, температур, приближающихся к абсолютному нулю, при которых квантовое поведение может проявляться макроскопически.', 'link': ''},
{'id': '5', 'image': '', 'articleTitle': 'Отношение к общей теории', 'articleText': 'Многие макроскопические свойства классической системы являются прямым следствием квантового поведения её частей. Например, стабильность объёмного вещества (состоящего из атомов и молекул, которые быстро разрушились бы под действием одних только электрических сил), жёсткость твёрдых тел, а также механические, термические, химические, оптические и магнитные свойства вещества — всё это результат взаимодействия электрических зарядов по правилам квантовой механики.', 'link': ''}];
export const articlesButton = {'className': 'button-filled', 'text': 'смотреть все статьи', 'onClick': ''};